Repository: aashamedix-sys/aasha-medix-website
Catalog: aasha_medix/lib/l10n/app_*.arb
Languages: hi, te

# appName
source: AASHA MEDIX
hi: आशा मेडिक्स
te: ఆశ మెడిక్స్

source: Welcome to AASHA
hi: आशा में आपका स्वागत है
te: ఆశకు స్వాగతం

source: Your health, our priority
hi: आपका स्वास्थ्य, हमारी प्राथमिकता
te: మీ ఆరోగ్యం, మా ప్రాధాన్యం

source: Our Services
hi: हमारी सेवाएं
te: మా సేవలు

source: Diagnostics
hi: डायग्नोस्टिक्स
te: డయాగ్నోస్టిక్స్

source: Lab Tests
hi: लैब टेस्ट
te: ల్యాబ్ పరీక్షలు

source: Home Sample
hi: होम सैंपल
te: హోమ్ సాంపిల్

source: Collection
hi: कलेक्शन
te: సేకరణ

source: Doctor Consult
hi: डॉक्टर कंसल्ट
te: డాక్టర్ కన్సల్ట్

source: Online/Offline
hi: ऑनलाइन/ऑफलाइन
te: ఆన్‌లైన్/ఆఫ్‌లైన్

source: Reports
hi: रिपोर्ट्स
te: రిపోర్ట్స్

source: View & Download
hi: देखें और डाउनलोड करें
te: వీక్షించు & డౌన్‌లోడ్

source: Medicine Delivery
hi: दवा डिलीवरी
te: మందుల డెలివరీ

source: Quick Actions
hi: त्वरित कार्य
te: త్వరిత చర్యలు

source: Book Appointment
hi: अपॉइंटमेंट बुक करें
te: అపాయింట్‌మెంట్ బుక్ చేయండి

source: Ask AASHA DOST
hi: आशा दोस्त से पूछें
te: ఆశ దోస్ట్‌ను అడగండి

source: Order Medicines
hi: दवाएं ऑर्डर करें
te: మందుల ఆర్డర్ చేయండి

source: Order History
hi: ऑर्डर इतिहास
te: ఆర్డర్ చరిత్ర

source: Find Nearest Lab
hi: नजदीकी लैब खोजें
te: సమీప ల్యాబ్ కనుగొనండి

source: Coming Soon
hi: जल्द आ रहा है
te: త్వరలో వస్తుంది

# featureComingSoon
source: {feature} feature will be available soon!
hi: {feature} सुविधा जल्द उपलब्ध होगी!
te: {feature} ఫీచర్ త్వరలో అందుబాటులో ఉంటుంది!

source: Upload Prescription
hi: प्रिस्क्रिप्शन अपलोड करें
te: ప్రెస్క్రిప్షన్ అప్‌లోడ్ చేయండి

source: Choose from Gallery
hi: गैलरी से चुनें
te: గ్యాలరీ నుండి ఎంచుకోండి

source: Take Photo
hi: फोटो लें
te: ఫోటో తీయండి

# prescriptionDisclaimer
source: Medicines will be dispensed only as per valid doctor prescription.
hi: दवाएं केवल वैध डॉक्टर प्रिस्क्रिप्शन के अनुसार ही दी जाएंगी।
te: మందులు చెల్లుబాటు అయ్యే డాక్టర్ ప్రెస్క్రిప్షన్ ప్రకారం మాత్రమే అందించబడతాయి.

source: Previous Prescriptions
hi: पिछली प्रिस्क्रिप्शन
te: మునుపటి ప్రెస్క్రిప్షన్లు

# noPreviousPrescriptions
source: No previous prescriptions found
hi: कोई पिछली प्रिस्क्रिप्शन नहीं मिली
te: మునుపటి ప్రెస్క్రిప్షన్లు కనుగొనబడలేదు

source: Delivery Address
hi: डिलीवरी पता
te: డెలివరీ చిరునామా

source: Enter delivery address
hi: डिलीवरी पता दर्ज करें
te: డెలివరీ చిరునామా నమోదు చేయండి

source: Preferred Delivery Time
hi: पसंदीदा डिलीवरी समय
te: ప్రాధాన్య డెలివరీ సమయం

source: Select Time
hi: समय चुनें
te: సమయం ఎంచుకోండి

source: Confirm Order
hi: ऑर्डर कन्फर्म करें
te: ఆర్డర్ నిర్ధారించండి

# orderPlaced
source: Order Placed Successfully!
hi: ऑर्डर सफलतापूर्वक रखा गया!
te: ఆర్డర్ విజయవంతంగా ఉంచబడింది!

source: Order ID
hi: ऑर्डर आईडी
te: ఆర్డర్ ఐడి

source: Estimated Delivery
hi: अनुमानित डिलीवरी
te: అంచనా డెలివరీ

source: Track Order
hi: ऑर्डर ट्रैक करें
te: ఆర్డర్ ట్రాక్ చేయండి

source: Order Status
hi: ऑर्डर स्टेटस
te: ఆర్డర్ స్థితి

source: Uploaded
hi: अपलोड किया गया
te: అప్‌లోడ్ చేయబడింది

source: Verified
hi: सत्यापित
te: ధృవీకరించబడింది

source: Packed
hi: पैक किया गया
te: ప్యాక్ చేయబడింది

source: Out for Delivery
hi: डिलीवरी के लिए निकला
te: డెలివరీ కోసం బయలుదేరింది

source: Delivered
hi: डिलीवर किया गया
te: డెలివరీ అయింది

source: Prescription Required
hi: प्रिस्क्रिप्शन आवश्यक
te: ప్రెస్క్రిప్షన్ అవసరం

# prescriptionRequiredMessage
source: Please upload a valid prescription to proceed with medicine delivery.
hi: दवा डिलीवरी के लिए कृपया वैध प्रिस्क्रिप्शन अपलोड करें।
te: మందుల డెలివరీ కోసం దయచేసి చెల్లుబాటు అయ్యే ప్రెస్క్రిప్షన్ అప్‌లోడ్ చేయండి.

source: Invalid Prescription
hi: अमान्य प्रिस्क्रिप्शन
te: చెల్లని ప్రెస్క్రిప్షన్

# invalidPrescriptionMessage
source: The uploaded prescription appears to be unclear or expired. Please upload a clear, valid prescription.
hi: अपलोड किया गया प्रिस्क्रिप्शन अस्पष्ट या समाप्त हो चुका है। कृपया स्पष्ट, वैध प्रिस्क्रिप्शन अपलोड करें।
te: అప్‌లోడ్ చేయబడిన ప్రెస్క్రిప్షన్ స్పష్టంగా లేదా గడువు ముగిసింది. దయచేసి స్పష్టమైన, చెల్లుబాటు అయ్యే ప్రెస్క్రిప్షన్ అప్‌లోడ్ చేయండి.

source: OK
hi: ठीक है
te: సరే

source: Cancel
hi: रद्द करें
te: రద్దు చేయు

source: Retry
hi: पुनः प्रयास करें
te: మళ్లీ ప్రయత్నించు

source: Home
hi: होम
te: హోమ్

source: Services
hi: सेवाएं
te: సేవలు

source: Profile
hi: प्रोफाइल
te: ప్రొఫైల్

source: Notifications
hi: सूचनाएं
te: నోటిఫికేషన్లు

source: Language
hi: भाषा
te: భాష

source: English
hi: अंग्रेजी
te: ఇంగ్లిష్

source: Telugu
hi: तेलुगु
te: తెలుగు

source: Hindi
hi: हिंदी
te: హిందీ

source: Select Language
hi: भाषा चुनें
te: భాష ఎంచుకోండి
